<?php

declare(strict_types=1);

return [

    'menu' => 'Атрибути',
    'single' => 'атрибут',
    'title' => 'Керування атрибутами',
    'content' => 'Додавайте власні атрибути товарів, щоб показувати додаткову інформацію',
    'add' => 'Додати атрибут',
    'update' => 'Оновити атрибут :attribute',
    'searchable_description' => 'Цей атрибут можна використовувати для пошуку та фільтрації товарів.',
    'filtrable_description' => 'Цей атрибут можна використовувати як фільтр на вітрині.',
    'attribute_visibility' => 'Установіть видимість атрибута для клієнтів.',
    'attribute_value' => 'ID значення атрибута',
    'description' => 'Атрибути, повʼязані з товаром. Після вибору їх можна комбінувати для генерації варіантів.',

    'values' => [
        'slug' => 'Значення',
        'title' => 'Значення атрибута',
        'description' => 'Додайте значення за замовчуванням для цього атрибута. Вони будуть доступні на вкладці атрибутів товару.',
    ],

    'notifications' => [
        'save' => 'Атрибут успішно збережено',
        'value_created' => 'Додано нове значення для :name',
        'value_updated' => 'Значення успішно оновлено',
        'value_removed' => 'Значення успішно видалено',
    ],

];
