<?php

declare(strict_types=1);

return [

    'title' => 'Ініціалізація магазину',
    'step_one_title' => 'Інформація',
    'step_one_description' => 'Надайте корисну інформацію про ваш магазин.',
    'step_two_title' => 'Адреса',
    'step_two_description' => 'Надайте адресу магазину.',
    'step_tree_title' => 'Соцмережі',
    'step_tree_description' => 'Посилання на ваші акаунти в соціальних мережах.',

    'step' => 'Крок :step з 3',
    'shop_configuration' => 'Налаштування магазину',
    'step_1' => 'Крок 1 — Інформація про магазин',
    'tell_about' => 'Розкажіть про свій магазин',
    'step_1_description' => 'Ця інформація знадобиться, якщо користувачі сайту захочуть звʼязатися з вами електронною поштою або телефоном.',

    'step_2' => 'Крок 2 — Адреса',
    'address_description' => 'Потрібно вказати адресу та розташування магазину',
    'step_2_description' => 'Не хвилюйтеся. Ці налаштування можна змінити будь-коли. Shopper дозволяє почати з малого, щоб ви могли спостерігати розвиток магазину.',

    'step_3' => 'Крок 3 — Соцмережі',
    'social_description' => 'Ваш магазин у соціальних мережах',
    'step_3_description' => 'Можна додати посилання на акаунти в соцмережах, щоб магазин було легше знайти на офіційних сторінках.',
    'action' => 'Зберегти',

    'about_description' => 'Цю інформацію можна додати на сторінку «Про нас» вашого сайту.',
    'currencies_description' => 'Це валюти, у яких продаватимуться товари у вашому магазині.',
    'currency_description' => 'Це основна валюта, яка відображатиметься в магазині.',
    'default_currency_must_be_in_currencies' => 'Валюта за замовчуванням має бути однією з вибраних валют.',

];
