<?php

declare(strict_types=1);

return [

    'permissions' => [
        'new' => 'Новий дозвіл',
        'new_description' => 'Додайте новий дозвіл і одразу призначте його цій ролі',
        'labels' => [
            'name' => 'Назва дозволу (малими літерами)',
        ],
    ],

    'roles' => [
        'new' => 'Додати нову роль',
        'new_description' => 'Додайте нову роль і призначте дозволи для адміністраторів.',
        'labels' => [
            'name' => 'Назва (малими літерами)',
        ],
        'confirm_delete_msg' => 'Ви впевнені, що хочете видалити цю роль? Усі користувачі з цією роллю втратять доступ до дій, які вона надавала',
    ],

    'attributes' => [
        'new_value' => 'Додати нове значення для :attribute',
        'key_description' => 'Ключ використовуватиметься для значень у формах (список, радіокнопки тощо). Має бути у форматі slug',
        'update_value' => 'Оновити значення для :name',
    ],

    'inventories' => [
        'confirm_delete_msg' => 'Ви впевнені, що хочете видалити цей склад? Усі дані буде видалено. Цю дію не можна скасувати',
    ],

];
