<?php

declare(strict_types=1);

return [

    'menu' => 'Налаштування',
    'single' => 'налаштування',
    'site' => 'Сайт',

    'empty_country_selector' => 'Будь ласка, оберіть країну',
    'logo_description' => 'Логотип магазину, який буде видно на сайті. Це зображення зʼявиться на рахунках.',
    'confirm_password_content' => 'Для безпеки підтвердіть пароль, щоб продовжити.',

    'general' => [
        'title' => 'Налаштування магазину',
        'store_details' => 'Дані магазину',
        'store_detail_summary' => 'Клієнти використовуватимуть цю інформацію, щоб звʼязатися з вами.',
        'email_helper' => 'Клієнти використовуватимуть цю адресу, якщо їм потрібно буде з вами звʼязатися.',
        'phone_number_helper' => 'Клієнти використовуватимуть цей номер, якщо захочуть зателефонувати безпосередньо.',
        'assets' => 'Ресурси',
        'assets_summary' => 'Логотип і обкладинка магазину, які будуть видно на сайті. Ці зображення зʼявляться на рахунках.',
        'store_address' => 'Адреса магазину',
        'store_address_summary' => 'Ця адреса зʼявиться на рахунках. Ви можете змінити використовувану адресу.',
        'store_currency' => 'Валюта магазину',
        'social_links' => 'Посилання на соцмережі',
        'add_social_link' => 'Додати посилання на соцмережу',
        'social_links_summary' => 'Інформація про ваші акаунти в соціальних мережах. Користувачі зможуть звʼязатися з вами на офіційних сторінках.',
    ],

    'location' => [
        'menu' => 'Локації',
        'single' => 'локація',
        'description' => 'Керуйте місцями, де зберігаються запаси, виконуються замовлення та продаються товари.',
        'count' => 'У вас налаштовано локацій: :count.',
        'add' => 'Додати локацію',
        'detail' => 'Деталі',
        'detail_summary' => 'Дайте цій локації коротку назву, щоб її було легко впізнати. Ви побачите її, наприклад, у товарах.',
        'address' => 'Адреса локації',
        'address_summary' => 'Повна інформація про локацію. Вказуйте коректні дані, вони можуть бути доступні клієнтам.',
        'set_default' => 'Зробити локацією за замовчуванням',
        'set_default_summary' => 'Запас на цій локації доступний для продажу онлайн і використовуватиметься за замовчуванням',
        'priority_summary' => 'Менші значення виконуються першими під час розподілу запасу між кількома локаціями.',
        'is_default' => 'Це ваша локація за замовчуванням. Щоб змінити, з якої локації виконуються онлайн-замовлення, спочатку оберіть іншу локацію за замовчуванням.',
    ],

    'analytics' => [
        'google' => 'Google Analytics',
        'google_description' => 'Google Analytics дозволяє відстежувати відвідувачів сайту та формувати звіти, корисні для маркетингу.',
        'gtag' => 'Google Tag Manager',
        'gtag_description' => 'Google Tag Manager дозволяє маркетологам легко додавати теги (Analytics, ремаркетинг тощо)',
        'pixel' => 'Facebook Pixel',
        'pixel_description' => 'Facebook Pixel допомагає створювати рекламні кампанії, щоб знаходити нових клієнтів, схожих на ваших покупців.',
        'no_json' => 'JSON-файл не додано',
    ],

    'legal' => [
        'title' => 'Юридична політика',
        'refund' => 'Політика повернення',
        'privacy' => 'Політика конфіденційності',
        'shipping' => 'Політика доставки',
        'terms_of_use' => 'Умови використання',
        'summary' => 'Визначте :policy, яким підпорядковуватимуться всі користувачі та покупці товарів у вашому магазині.',
    ],
];
