<?php

declare(strict_types=1);

return [

    'general' => 'Загальні',
    'general_description' => 'Переглядайте та оновлюйте інформацію про магазин.',
    'appearance' => 'Вигляд',
    'appearance_description' => 'Налаштуйте кольори та вигляд адмінпанелі.',
    'staff' => 'Команда та дозволи',
    'staff_description' => 'Керуйте тим, що співробітники можуть бачити та робити в магазині.',
    'location' => 'Склади',
    'location_description' => 'Керуйте місцями, де зберігаються запаси та продаються товари.',
    'analytic' => 'Аналітика',
    'analytic_description' => 'Налаштуйте аналітику, щоб краще розуміти джерела трафіку.',
    'payment' => 'Способи оплати',
    'payment_description' => 'Додайте різні способи оплати для клієнтів.',
    'legal' => 'Юридичне',
    'legal_description' => 'Керуйте юридичними сторінками магазину: конфіденційність, умови тощо.',
    'carrier' => 'Перевізники',
    'carrier_description' => 'Керуйте перевізниками та провайдерами доставки.',
    'zone' => 'Зони',
    'zone_description' => 'Керуйте доставкою, оплатою та виконанням замовлень у зонах',
    'tax' => 'Податки',
    'tax_description' => 'Керуйте тим, як магазин нараховує податки.',
    'currency' => 'Валюти',
    'currency_description' => 'Увімкніть валюти та керуйте курсами обміну.',
    'sales' => 'Канали продажів',
    'sales_description' => 'Керуйте онлайн- і офлайн-каналами, де продаються товари.',
    'webhooks' => 'Вебхуки',
    'webhooks_description' => 'Сповіщайте зовнішні системи про події в магазині.',

];
