<?php

declare(strict_types=1);

return [

    'title' => 'Зони',
    'single' => 'Зона',
    'description' => 'Зони представляють ринки, на яких ви працюєте.',
    'add_action' => 'Додати зону',
    'search_placeholder' => 'Пошук зони або країни',
    'countries_count' => '1 країна|:count країни|:count країн',
    'empty_heading' => 'Немає зон',
    'providers' => 'Провайдери',
    'providers_description' => 'Додайте способи доставки та оплати, які мають бути доступні в цій зоні.',
    'currency_help' => 'Основна валюта цієї зони зі списку валют, налаштованих під час створення магазину.',
    'empty_detail_heading' => 'Зону не вибрано',
    'empty_detail_description' => 'Коли ви виберете зону, уся її інформація зʼявиться тут',

    'shipping_options' => [
        'title' => 'Варіанти доставки',
        'single' => 'Варіант доставки',
        'description' => 'Вкажіть деталі доступних способів доставки в зоні.',
        'option_visibility' => 'Увімкніть або вимкніть видимість варіанта доставки в магазині.',
        'add' => 'Додати варіант',
        'add_heading' => 'Варіант доставки для зони :name',
        'update' => 'Оновити варіант (:name)',
        'empty_heading' => 'Немає доступних варіантів доставки',
    ],

];
